"About Path Finder" = "Tietoja: Path Finder";
"Add Icon Preview" = "Lisää esikatselusymboli…";
"Add to Applications" = "Lisää ohjelmiin";
"Add to Drop Stack" = "Lisää pudotuspinoon";
"Add to Favorites" = "Lisää suosikkeihin";
"After" = "Jälkeen";
"Align Left" = "Tasaa vasemmalle";
"Align Right" = "Tasaa oikealle";
"Allow Editing" = "Salli muokkaus";
"Allow Hyphenation" = "Salli tavutus";
"Any" = "Mikä tahansa";
"Any Date" = "Milloin tahansa";
"Applications" = "Ohjelmat";
"Attributes" = "Attribuutit";
"Back" = "Takaisin";
"Baseline" = "Peruslinja";
"Before" = "Ennen";
"Begins With" = "Alkaa";
"Bigger" = "Suurempi";
"Blue" = "Sininen";
"Blue Background" = "Sininen tausta";
"Bold" = "Lihavoitu";
"Bookmarks Bar" = "Kirjanmerkkipalkki";
"Bottom Drawer" = "Alavetolaatikko";
"Bring All to Front" = "Tuo kaikki eteen";
"Burn..." = "Polta…";
"Center" = "Keskitä";
"Change Desktop Background..." = "Vaihda työpöydän tausta...";
"Change Extension" = "Muuta tiedostopääte";
"Check Spelling" = "Tarkista oikeinkirjoitus";
"Check Spelling As You Type" = "Tarkista oikeinkirjoitus kirjoitettaessa";
"Check for Updates..." = "Tarkista päivitykset...";
"Class Dump" = "Luokkatuloste";
"Clear" = "Pyyhi";
"Clear History" = "Tyhjennä historia";
"Clear Menu" = "Tyhjennä valikko";
"Clear Recents" = "Tyhjennä haut";
"Clone" = "Kloonaa";
"Close All" = "Sulje kaikki";
"Close Other Tabs" = "Sulje muut välilehdet";
"Close Tab" = "Sulje välilehti";
"Close Window" = "Sulje ikkuna";
"Cocoatech Home" = "Cocoatech-kotisivu";
"Cocoatech Support" = "Cocoatech-tuki";
"Combine as Tabs" = "Yhdistä ikkunat välilehtinä";
"Command" = "Komento";
"Commands" = "Komennot";
"Compress" = "Pakkaa";
"Compress and Email..." = "Pakkaa ja lähetä sähköpostina...";
"Compress with Format" = "Pakkaa tiedostomuotoon";
"Computer" = "Tietokone";
"Connect to Server..." = "Yhdistä palvelimeen…";
"Console Window" = "Konsoli-ikkuna";
"Contains" = "Sisältää";
"Content" = "Sisältö";
"Contents" = "Sisältö";
"Control" = "Hallinta";
"Controls" = "Ohjausmerkit";
"Convert Image..." = "Muunna kuvatiedosto…";
"Copy" = "Kopioi";
"Copy Font" = "Kopioi kirjasin";
"Copy Path" = "Kopioi polku";
"Copy Ruler" = "Kopioi viivain";
"Copy Style" = "Kopioi tyyli";
"Copy to..." = "Kopioi kohteeseen…";
"Create .Mac Account..." = "Luo .Mac tili...";
"Created" = "Luotu";
"Customize Menu..." = "Räätälöi valikko...";
"Customize Toolbar..." = "Muokkaa työkalupalkkia…";
"Cut" = "Leikkaa";
"Decompress" = "Pura";
"Default" = "Oletus";
"Defaults" = "Oletusarvot";
"Delete..." = "Poista...";
"Directory Listing" = "Hakemistolistaus";
"Disallow Hyphenation" = "Estä tavutus";
"Documents" = "Dokumentit";
"Double %@" = "Tupla %@";
"Downloads" = "Lataukset";
"Drop Stack" = "Pudotushylly";
"Dual Browser" = "Kaksois selain";
"Duplicate" = "Monista";
"Edit" = "Muokkaa";
"Edit Image..." = "Muokkaa kuvaa…";
"Edit Tab Sets..." = "Muokkaa välilehtiryhmiä...";
"Eject" = "Anna levy";
"Eject %@" = "Anna levy %@";
"Email..." = "Lähetä sähköpostina...";
"Empty Trash" = "Tyhjennä roskakori";
"Empty Trash for" = "Tyhjennä kohteen roskakori";
"Enclosing Folder" = "Isäntäkansio";
"Ends With" = "Loppuu";
"Enter Registration Code..." = "Syötä rekisteröintikoodi…";
"Erase Disc..." = "Tyhjennä levy...";
"Everywhere" = "Kaikkialta";
"Exactly" = "Täsmälleen";
"Extension" = "Tarkennin";
"FTP Servers" = "FTP-palvelimet";
"Favorites" = "Suosikit";
"Feedback" = "Ehdotukset";
"File" = "Arkisto";
"File Servers" = "Tiedostopalvelimet";
"Filter" = "Suodata";
"Find" = "Etsi";
"Find File..." = "Etsi tiedosto…";
"Find Next" = "Etsi seuraava";
"Find Previous" = "Etsi edellinen";
"Find Text" = "Etsi teksti";
"Find Text..." = "Etsi teksti…";
"Find Window" = "Etsi-ikkuna";
"Find..." = "Etsi...";
"Float" = "Kelluta";
"Float Trash Can" = "Kelluta roskakoria";
"Folders" = "Kansiot";
"Font" = "Kirjasin";
"Fonts..." = "Kirjasin...";
"Force Quit %@..." = "Pakota %@ lopettamaan...";
"Format" = "Muoto";
"Forward" = "Seuraava";
"Frameworks" = "Sovelluskehykset";
"Function" = "Toiminto";
"GB" = "Gt";
"Get Info" = "Näytä tietoja";
"Go" = "Siirry";
"Go to Folder..." = "Siirry kansioon…";
"Gray" = "Harmaa";
"Greater than" = "Suurempi kuin";
"Green" = "Vihreä";
"Group" = "Ryhmä";
"Help" = "Ohjeet";
"Hide %@" = "Kätke %@";
"Hide Bookmarks Bar" = "Piilota kirjanmerkkipalkki";
"Hide Desktop Trash Can" = "Piilota Työpöydän roskakori";
"Hide Device" = "Piilota laite";
"Hide Drop Stack" = "Piilota pudotushylly";
"Hide Extension" = "Piilota tiedostopääte";
"Hide File Names" = "Kätke tiedostonimet";
"Hide Others" = "Näytä muut";
"Hide Package Contents" = "Kätke pakkausten sisällöt";
"Hide Path Finder" = "Kätke Path Finder";
"Hide Path Navigator" = "Piilota Polun selain";
"Hide Processes" = "Kätke prosessit";
"Hide Search" = "Piilota haku";
"Hide Section" = "Piilota osasto";
"Hide Shelf" = "Piilota hylly";
"Hide Tab Bar" = "Piilota välilehtipalkki";
"Hide Terminal" = "Kätke pääte";
"Hide Toolbar" = "Kätke työkalupalkki";
"Hide Trash Can" = "Kätke roskakori";
"Hides on Deactivate" = "Kätketään kun taustalla";
"Home" = "Koti";
"Horizontal Tab" = "Välilehdet vaakaan";
"Icon Layout" = "Symbolien sijoitus";
"Icon Size" = "Symbolien koko";
"Image Size" = "Kuvan koko";
"Images" = "Kuvat";
"Invisible" = "Näkymätön";
"Invisibles" = "Näkymättömät";
"Is" = "On";
"Italic" = "Kursivoitu";
"Jump to Selection" = "Siirry valintaan";
"Justify" = "Tasaa";
"KB" = "Kt";
"Keep Path Trail" = "Pidä Valintapolku";
"Kern" = "Parivälistys";
"Keywords" = "Avainsanat";
"Kind" = "Laji";
"Label" = "Merkki";
"Large" = "Suuri";
"Larger" = "Suurempi";
"Last Modified" = "Muokattu";
"Last Opened" = "Viimeksi avattu";
"Launch Application..." = "Käynnistä Ohjelma…";
"Launch as Root" = "Avaa root-käyttäjänä";
"Left Drawer" = "Vasen vetolaatikko";
"Left to Right" = "Vasemmalta oikealle";
"Less than" = "Pienempi kuin";
"Ligature" = "Ligatuuri";
"Local Disks" = "Paikallisilta levyiltä";
"Local Volumes" = "Paikalliset taltiot";
"Localization..." = "Lokalisointi...";
"Localized Strings" = "Lokalisoidut merkkijonot";
"Locked" = "Lukittu";
"Loosen" = "Harvenna";
"Lower" = "Laske";
"MB" = "Mt";
"Mac Help" = "Mac-ohjeet";
"Make Alias" = "Tee alias";
"Make Path Finder Alias" = "Tee Path Finder-alias";
"Make Plain Text" = "Tee pelkkä teksti";
"Make Rich Text" = "Tee RTF";
"Make Symbolic Link" = "Tee symbolinen linkki";
"Man to PDF..." = "Man-sivu PDF:ksi...";
"Medium" = "Keskikokoinen";
"Minimize" = "Pienennä";
"Minimize All" = "Pienennä kaikki";
"Module Windows" = "Moduuli-ikkunat";
"Modules" = "Moduulit";
"More" = "Lisää";
"Move to Trash" = "Siirrä roskakoriin";
"Move to..." = "Siirrä kohteeseen…";
"Movies" = "Elokuvat";
"Music" = "Musiikki";
"My iDisk" = "iDiskini";
"Name" = "Nimi";
"Name Below Icon" = "Nimi symbolin alla";
"Name Right of Icon" = "Nimi symbolin oikealla";
"Network Activity Window" = "Verkkotapahtumaikkuna";
"Network Volumes" = "Verkkotaltiot";
"New" = "Uusi";
"New Browser" = "Uusi selainikkuna";
"New File" = "Uusi tiedosto";
"New File..." = "Uusi tiedosto...";
"New Folder..." = "Uusi kansio...";
"New HTML File" = "Uusi HTML-tiedosto";
"New Instance" = "Uusi instanssi";
"New Sidebar..." = "Uusi sivupalkki...";
"New Tab" = "Uusi välilehti";
"New Tab Set..." = "Uusi välilehtiryhmä...";
"New Terminal" = "Uusi pääte";
"New Text File" = "Uusi tekstidokumentti";
"Next Window" = "Seuraava ikkuna";
"No Recents" = "Ei hakuja";
"None" = "Ei mitään";
"Number of Columns" = "Palstojen lukumäärä";
"Open" = "Avaa";
"Open Package" = "Avaa pakkaus";
"Open Recent" = "Avaa äskeinen";
"Open Selection" = "Avaa valinta";
"Open Text File..." = "Avaa tekstidokumentti...";
"Open in Tab" = "Avaa välilehdessä";
"Open in Terminal" = "Avaa Päätteessä";
"Open with" = "Avaa ohjelmassa";
"Open with %@" = "Avaa ohjelmassa %@";
"Open with TextEdit" = "Avaa TeXturissa";
"Open with..." = "Avaa ohjelmassa...";
"Option" = "Vaihtoehto";
"Orange" = "Oranssi";
"Other" = "Muu";
"Other User's Public Folder..." = "Toisen käyttäjän julkinen kansio...";
"Other User's iDisk..." = "Toisen käyttäjän iDisk...";
"Other..." = "Muu...";
"Owner" = "Omistaja";
"Page Setup..." = "Arkin määrittely…";
"Parent" = "Ylempi taso";
"Paste" = "Sijoita";
"Paste Font" = "Sijoita kirjasin";
"Paste Item" = "Liitä kohde";
"Paste Ruler" = "Sijoita viivain";
"Paste Style" = "Sijoita tyyli";
"Pasteboards" = "Leikepöydät";
"Path Finder Help" = "Path Finder-ohjeet";
"Path Navigator" = "Polun selain";
"Plugins" = "Pluginit";
"Position Above Browser" = "Sijoita Selaimen yläpuolelle";
"Position Below Browser" = "Sijoita Selaimen alapuolelle";
"Preferences" = "Asetukset";
"Preferences..." = "Asetukset…";
"Presentations" = "Esitykset";
"Prevent Editing" = "Estä muokkaus";
"Preview" = "Esikatselu";
"Preview Window" = "Esikatseluikkuna";
"Print Selection..." = "Tulosta valinta...";
"Print..." = "Tulosta…";
"Printers" = "Tulostimet";
"Private Frameworks" = "Yksityiset sovelluskehykset";
"Process Window" = "Prosessi-ikkuna";
"Processes" = "Prosessit";
"Provide Path Finder Feedback" = "Anna palautetta Path Finderista";
"Purchase" = "Osta";
"Purchase Path Finder..." = "Osta Path Finder...";
"Purple" = "Purppura";
"Quit %@" = "Lopeta %@";
"Quit All" = "Lopeta kaikki";
"Quit Finder" = "Lopeta Finder";
"Quit Path Finder" = "Lopeta Path Finder";
"Raise" = "Nosta";
"Recent Applications" = "Äskeiset Ohjelmat";
"Recent Documents" = "Tiedostohistoria";
"Recent Files" = "Äskeiset tiedostot";
"Recent Folders" = "Äskeiset kansiot";
"Recent Searches" = "Äskeiset haut";
"Recent Servers" = "Äskeiset palvelimet";
"Red" = "Punainen";
"Redo" = "Tee sittenkin";
"Reload" = "Päivitä";
"Remove" = "Poista";
"Remove Icon Preview" = "Poista esikatselusymboli";
"Remove Sidebar" = "Poista sivupalkki";
"Rename" = "Nimeä uudelleen";
"Report" = "Raportti";
"Reports" = "Raportit";
"Reveal Collapsed View" = "Tuo esiin luhistettu näkymä";
"Reveal in Finder" = "Näytä Finderissa";
"Reveal in Path Finder" = "Näytä Path Finderissa";
"Reveal in Path Finder Toolbar Item" = "Näytä Path Finderissa työkalupalkin kohde";
"Revert" = "Palaa tallennettuun";
"Right Drawer" = "Oikea vetolaatikko";
"Running" = "Käynnissä";
"SVN Window" = "SVN-ikkuna";
"Sample" = "Näyte";
"Save" = "Tallenna";
"Save All" = "Tallenna kaikki";
"Save As..." = "Tallenna nimellä...";
"Screen Capture" = "Kuvakaappaus";
"Screen Capture to Clipboard" = "Kuvakaappaus Leikepöytään";
"Screen Capture..." = "Kuvakaappaus…";
"Search" = "Etsi";
"Secure Delete..." = "Poista turvallisesti...";
"Secure Empty Trash" = "Tyhjennä roskakori turvallisesti";
"Secure Empty Trash for" = "Tyhjennä roskakori turvallisesti kohteessa";
"Select All" = "Valitse kaikki";
"Select Next Tab" = "Valitse seuraava välilehti";
"Select Previous Tab" = "Valitse edellinen välilehti";
"Select..." = "Valitse…";
"Selected Items" = "Valitut kohteet";
"Selection" = "Valinta";
"Servers" = "Palvelimet";
"Services" = "Palvelut";
"Set Menu Keys..." = "Aseta näppäinoikotiet…";
"Shelf" = "Hylly";
"Shelf Window" = "Hyllyikkuna";
"Shift" = "Siirrä";
"Show" = "Näytä";
"Show All" = "Näytä kaikki";
"Show Back Button" = "Näytä takaisin-nappi";
"Show Color Options" = "Näytä värivaihtoehdot";
"Show Colors" = "Näytä värit";
"Show Desktop" = "Näytä työpöytä";
"Show Desktop Trash Can" = "Näytä Työpöydän roskakori";
"Show Drawers" = "Näytä vetolaatikot";
"Show Drop Stack" = "Näytä pudotushylly";
"Show File Names" = "Näytä tiedostonimet";
"Show Fonts" = "Näytä kirjasimet";
"Show Icons" = "Näytä symbolit";
"Show Inspector" = "Näytä Inspektori";
"Show Invisible Files" = "Näytä näkymättömät kohteet";
"Show Original" = "Näytä alkuperäinen";
"Show Package Contents" = "Näytä paketin sisältö";
"Show Processes" = "Näytä prosessit";
"Show Ruler" = "Näytä viivain";
"Show Terminal" = "Näytä pääte";
"Show Trash Can" = "Näytä roskakori";
"Show View Options" = "Näytä valinnat";
"Show in New Window" = "Näytä uudessa ikkunassa";
"Sidebar" = "Sivupalkki";
"Since Yesterday" = "Eilisestä lähtien";
"Size" = "Koko";
"Size Browser" = "Koon selain";
"Slideshow" = "Kuvaesitys";
"Small" = "Pieni";
"Smaller" = "Pienempi";
"Smart Sorting On" = "Käytä älykästä lajittelua";
"Sort Ascending" = "Nouseva järjestys";
"Sort Descending" = "Järjestä laskeviin";
"Sort Direction" = "Järjestyssuunta";
"Sort by" = "Järjestä";
"Special Characters..." = "Erikoismerkit…";
"Speech" = "Puhe";
"Spelling" = "Oikeinkirjoitus";
"Spelling..." = "Oikeinkirjoitus...";
"Spotlight Panel" = "Spotlight paneeli";
"Start Speaking" = "Aloita puhuminen";
"Status Bar" = "Tilapalkki";
"Stop Speaking" = "Lopeta puhuminen";
"Stuff and BinHex" = "Stuff ja BinHex";
"Stuff and MacBinary" = "Stuff ja MacBinary";
"Stuff with Password..." = "Stuff salasanalla...";
"Subscribe to Newsletter..." = "Tilaa sähköinen ilmoituslehti…";
"Subscript" = "Alaindeksi";
"Superscript" = "Yläindeksit";
"Support" = "Käyttäjätuki";
"Symbol Table" = "Symbolitaulukko";
"System Profile" = "Järjestelmän profiili";
"Tab Bar" = "Välilehtipalkki";
"Tab Sets" = "Välilehtiryhmät";
"Tar and BZip" = "Tar ja BZip";
"Tar and GZip" = "Tar ja GZip";
"Tar and Unix Compress" = "Tar ja Unix Compress";
"Telnet Servers" = "Telnet-palvelimet";
"Terminal" = "Pääte";
"Text" = "Teksti";
"Text Editor" = "Tekstieditori";
"Themes" = "Teemat";
"This Month" = "Tässä kuussa";
"This week" = "Tällä viikolla";
"Tighten" = "Tiivistä";
"Today" = "Tänään";
"Tool Windows" = "Työkaluikkunat";
"Top to Bottom" = "Ylhäältä alas";
"Touch" = "Kosketa";
"Transparency..." = "Läpinäkyvyys...";
"Trash" = "Roskakori";
"Trash Size" = "Roskakorin koko";
"URL" = "osoite";
"Underline" = "Alleviivattu";
"Undo" = "Peru";
"Upgrade" = "Päivitä";
"Upgrade .Mac Account..." = "Päivitä .Mac tili...";
"Use All" = "Käytä kaikkia";
"Use Default" = "Käytä oletusarvoa";
"Use None" = "Älä käytä mitään";
"Use Selection for Find" = "Käytä valintaa etsinnässä";
"Utilities" = "Lisäohjelmat";
"Verify Archive" = "Tarkista arkisto";
"Vertical Tab" = "Välilehdet pystyyn";
"View" = "Sisältö";
"View Trash for" = "Näytä kohteen roskakori";
"View as Hex" = "Näytä heksakoodi";
"Volumes" = "Taltiot";
"Volumes Report" = "Taltioiden raportti";
"Web Servers" = "Web-palvelimet";
"Window" = "Ikkuna";
"Within Last 2 months" = "Viimeisen 2 kuukauden aikana";
"Within Last 2 weeks" = "Viimeisen 2 viikon aikana";
"Wrap to Page" = "Rivitä sivulle";
"Wrap to Window" = "Rivitä ikkunaan";
"Yellow" = "Keltainen";
"Zip and UU" = "Zip ja UU";
"Zip with Password..." = "Zip salasanalla...";
"Zoom" = "Muuta kokoa";
"Zoom In" = "Suurenna";
"Zoom Out" = "Pienennä";
"as Columns" = "Palstoina";
"as Icons" = "Symboleina";
"as List" = "Luettelona";
"at End" = "lopussa";
"by Extension" = "Päätteellä";
"by Kind" = "Tyypillä";
"by Name" = "Nimellä";
"iChats" = "iChatit";
"in Submenu" = "alivalikossa";

/* ==== UNLOCALIZED ==== */

"Accepts Dropped Items" = "Accepts Dropped Items";
"AppleSingle" = "AppleSingle";
"BZip" = "BZip";
"BinHex (.hqx)" = "BinHex (.hqx)";
"Capitalize" = "Capitalize";
"Check Document Now" = "Check Document Now";
"Check Grammar With Spelling" = "Check Grammar With Spelling";
"Check Spelling While Typing" = "Check Spelling While Typing";
"Correct Spelling Automatically" = "Correct Spelling Automatically";
"Cover Flow" = "Cover Flow";
"Data Detectors" = "Data Detectors";
"Disable Finder's \"Remove from Dock\"" = "Disable Finder's \"Remove from Dock\"";
"Disassemble" = "Disassemble";
"Enable Finder's \"Remove from Dock\"" = "Enable Finder's \"Remove from Dock\"";
"GZip" = "GZip";
"Get Summary Info" = "Get Summary Info";
"HFS" = "HFS";
"Help Videos" = "Help Videos";
"Hide Finder's Desktop" = "Hide Finder's Desktop";
"Hide Recent Applications" = "Hide Recent Applications";
"Keep Drop Stack Open" = "Keep Drop Stack Open";
"LHa" = "LHa";
"MacBinary (.bin)" = "MacBinary (.bin)";
"Make Lower Case" = "Make Lower Case";
"Make Upper Case" = "Make Upper Case";
"Menu Size" = "Menu Size";
"Open Finder" = "Open Finder";
"PDF" = "PDF";
"Path Finder" = "Path Finder";
"Quick Look" = "Quick Look";
"Show Finder's Desktop" = "Show Finder's Desktop";
"Show Recent Applications" = "Show Recent Applications";
"Show Substitutions" = "Show Substitutions";
"Smart Copy/Paste" = "Smart Copy/Paste";
"Smart Dashes" = "Smart Dashes";
"Smart Links" = "Smart Links";
"Smart Quotes" = "Smart Quotes";
"Spelling and Grammar" = "Spelling and Grammar";
"Spotlight" = "Spotlight";
"Stuff" = "Stuff";
"StuffIt" = "StuffIt";
"Substitutions" = "Substitutions";
"Tar" = "Tar";
"Text Replacement" = "Text Replacement";
"Toggle Browser Pane" = "Toggle Browser Pane";
"Transformations" = "Transformations";
"UNIX" = "UNIX";
"UU" = "UU";
"UnStuff" = "UnStuff";
"Unix Compress" = "Unix Compress";
"Zip" = "Zip";
"iDisk" = "iDisk";
